[
    {
        "id": 0,
        "activity": ""
    },
    {
        "id": 1,
        "activity": "IntroductionDHL Express is the leading provider of international air express services and is part of the Deutsche Post DHL Group.   "
    },
    {
        "id": 2,
        "activity": "With market leadership, however, comes responsibility.  We take on our corporate social responsibility (CR) with a diverse range of programs and projects.  All of our CSR activities are integrated into our Group-wide corporate responsibility strategy, “Living Responsibility.”"
    },
    {
        "id": 3,
        "activity": "Our mission as a company already contains a strong social component – to connect people and make their lives easier with the help of our services.  Social responsibility is a principle that guides and permeates our action as a company, and it plays a significant role in our business success.  Our corporate social responsibility strategy “Living Responsibility” ensures sustainable management practices across Deutsche Post DHL."
    },
    {
        "id": 4,
        "activity": "Under the motto Living Responsibility, we focus on protecting the environment (GoGreen), delivering help (GoHelp) and championing education (GoTeach) and support volunteering activities of our employees (Global Volunteer Day)."
    },
    {
        "id": 5,
        "activity": "The transport sector, which also encompasses the logistics industry, is responsible for 23% of the world’s energy-related greenhouse gas emissions. As the world’s largest logistics service provider, we have a special obligation to minimize the negative impact of our business on the environment. GoGreen, our Group-wide environmental protection program, is how we act on our responsibility. The main focus of GoGreen is to avoid, reduce and, when necessary, give our customers the chance to offset, greenhouse gas emissions (primarily CO2). These emissions account for the logistics industry's largest negative impact on the environment. The Shared Value proposition plays an important role in all of our environmental protection activities. Shared Value means that our contributions to environmental protection and society also enhance the success of our business. DHL is exploring various measures to reduce its carbon footprint in India.  Additionally, by supporting local NGOs and social entrepreneurs in their efforts to provide sustainable energy solutions primarily to the rural sector, the company will play a role in reducing the environmental impact on the community at large."
    },
    {
        "id": 6,
        "activity": "Smart, comprehensive prevention measures and a state of constant preparedness are absolutely indispensable to ensuring fast and effective assistance in the event of a disaster. At the core of the Group-wide GoHelp program is the strategic disaster management partnership with the United Nations (UN), which has made Deutsche Post DHL an important player in the worldwide humanitarian community. When called upon by the UN, we support global relief efforts by volunteering our logistics expertise, our global network and the personal commitment of our individual employees.DHL has a Disaster Response Team (DRT) trained and ready in India, who can provide effective airport logistics support to humanitarian relief operations in the country and are now on call 24 hours a day. Under the GoHelp pillar, DHL also proposes to collaborate with reputed NGOs, such as Goonj, Akshaya Patra, Save Life Foundation (SLF), Sankalp Rehabilitation Trust etc support to various causes, for the upliftment of the needy in our community. "
    },
    {
        "id": 7,
        "activity": "The long-term success, sustainability and innovative power of our economy and society depends on a strong educational system and targeted efforts to develop the next generation of working professionals. As one of the largest employers worldwide, Deutsche Post DHL has established its Group-wide program GoTeach as a way to improve educational opportunity for young people and prepare them for the working world. Through the GoTeach program Deutsche Post DHL collaborates with established partner: Teach For All and SOS Children’s Villages. Working together with partners, our goal is to empower youth from all socio-economic backgrounds develop their potential, learn skills and access new opportunities for their career development.In India, DHL will look for opportunities to partner with local NGO partners, such as SOS Children’s Villages of India,  Teach For India (TFI), The Akshaya Patra Foundation, Safe Life Foundation, Sankalp Rehabilitation Trust along with others, to facilitate and improve children and young people’s access to educational opportunities, employability and better health."
    },
    {
        "id": 8,
        "activity": "The Company will endeavor to spend the amounts towards CSR activities as is statutorily required under the provisions of the Companies Act 2013 and Rules made thereunder."
    },
    {
        "id": 9,
        "activity": "The Code of Conduct is the most important Group policy and an integral part of our corporate culture. More policies can be found at our Group's website"
    },
    {
        "id": 10,
        "activity": "Learn more about Living ResponsibilityVisit us on Facebook"
    }
]